cask_args appdir: '~/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-install'
brew 'chruby'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
